Repository: Griggorii/green-recorder_3.2.2-20.04_0ubuntu0
Catalog: po/*.po
Languages: de, nl_nl, pt_br

source: AreaChooser
de: Bereich auswählen
nl_nl: Gebiedskiezer
pt_br: Selecione a área

source: Green Recorder Preferences
de: Einstellungen
nl_nl: Green Recorder-voorkeuren
pt_br: Configurações

source: File Name (Will be overwritten)..
de: Dateiname (wird überschrieben)...
nl_nl: Bestandsnaam (zal worden overschreven)..
pt_br: Nome do arquivo (Será substituido).

source: Enter your command here..
de: Auszuführenden Befehl hier eingeben...
nl_nl: Voer hier uw opdracht in..
pt_br: Digite seu comando aqui.

source: MKV (Matroska multimedia container format)
nl_nl: MKV (Matroska multimedia container-formaat)

source: NUT (NUT Recording Format)
nl_nl: NUT (NUT-opnameformaat)

source: Record Video
de: Video aufzeichnen
nl_nl: Video opnemen
pt_br: Gravar vídeo

source: Record Audio
nl_nl: Audio opnemen
pt_br: Gravar áudio

source: Show Mouse
de: Mauszeiger aufzeichnen
nl_nl: Cursor weergeven
pt_br: Mostrar mouse

source: Follow Mouse
de: Mauszeiger folgen
nl_nl: Cursor volgen
pt_br: Seguir mouse

source: A simple screen recorder for Linux desktop. Supports Wayland & Xorg.
nl_nl: Een eenvoudige schermopname-app voor Linux. Ondersteunt Wayland en Xorg.
pt_br: Um simples gravador de tela para sistemas Linux. Suporta Wayland e Xorg.

source: Select a Window
de: Fenster auswählen
nl_nl: Venster selecteren
pt_br: Selecione uma janela

source: Select an Area
de: Bereich auswählen
nl_nl: Gebied selecteren
pt_br: Selecione uma área

source: Delay:
de: Verzögerung:
nl_nl: Vertraging:
pt_br: Atraso:

source: Run Command After Recording:
de: Befehl nach Aufnahme ausführen:
nl_nl: Opdracht uitvoeren na opname:
pt_br: Executar comando após gravação:

source: Default frames:
de: Standard Bilder pro Sekunde:
nl_nl: Standaard aantal frames:
pt_br: Valor padrão de quadros:

source: Default delay:
de: Standardverzögerung:
nl_nl: Standaard vertraging:
pt_br: Atraso padrão:

source: Default folder:
de: Standardverzeichnis:
nl_nl: Standaard map:
pt_br: Pasta padrão:

source: Default pipeline:
nl_nl: Standaard doorvoerlijn:
pt_br: Pipeline padrão:

source: Default command:
de: Standardbefehl:
nl_nl: Standaard opdracht:
pt_br: Comando padrão:

source: Audio Input Source:
nl_nl: Audio-invoerbron:
pt_br: Fonte de entrada de áudio:

source: Record Mouse
nl_nl: Cursor opnemen
pt_br: Gravar o mouse

source: Default filename:
nl_nl: Standaard bestandsnaam:
pt_br: Nome padrão do arquivo:

source: Default PulseAudio Input Source
nl_nl: Standaard PulseAudio-invoerbron
pt_br: Fonte padrão de entrada do PulseAudio

source: Area Chooser
nl_nl: Gebiedskiezer
pt_br: Selecione uma área

source: Frames:
de: Bilder pro Sekunde:
pt_br: Quadros:

source: If you want, you can:
pt_br: Se você quer, você pode:

source: Record Microphone
de: Mikrofon aufzeichnen

source: An easy to use desktop recorder for Xorg and Wayland.
de: Ein einfach zu bedienendes Programm zur Aufzeichnung des Desktops unter Xorg und Wayland.

source: Advanced:
de: Erweitert:

source: Audio Input:
de: Audioeingabe:

source: Default Wayland pipeline:
de: Standard Wayland Transportleitung:
